Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Your next session is ready.
ar: جلستك التالية جاهزة.
de: Deine nächste Einheit ist bereit.
es: Tu próxima sesión está lista.
fil: Handa na ang susunod mong session.
fr: Ta prochaine séance est prête.
hi: आपका अगला सेशन तैयार है।
id: Sesi berikutnya sudah siap.
it: La tua prossima sessione è pronta.
ja: 次のセッションの準備ができました。
ko: 다음 세션이 준비됐어요.
nl: Je volgende sessie staat klaar.
pl: Następna sesja jest gotowa.
pt_br: Sua próxima sessão está pronta.
ru: Следующая сессия готова.
sv: Din nästa session är redo.
tr: Bir sonraki oturumun hazır.
uk: Наступна сесія готова.
vi: Buổi tập tiếp theo đã sẵn sàng.
zh_hans: 你的下一次练习已准备好。

source: Your next session: %@.
ar: جلستك التالية: %@.
de: Deine nächste Einheit: %@.
es: Tu próxima sesión: %@.
fil: Ang susunod mong session: %@.
fr: Ta prochaine séance : %@.
hi: आपका अगला सेशन: %@।
id: Sesi berikutnya: %@.
it: La tua prossima sessione: %@.
ja: 次のセッション：%@。
ko: 다음 세션: %@.
nl: Je volgende sessie: %@.
pl: Następna sesja: %@.
pt_br: Sua próxima sessão: %@.
ru: Следующая сессия: %@.
sv: Din nästa session: %@.
tr: Bir sonraki oturumun: %@.
uk: Наступна сесія: %@.
vi: Buổi tập tiếp theo: %@.
zh_hans: 你的下一次练习：%@。

source: Your opening, out loud, until it lands.
ar: افتتاحيتك، بصوت عالٍ، حتى تصيب.
de: Dein Einstieg, laut, bis er sitzt.
es: Tu apertura, en voz alta, hasta que funcione.
fil: Ang pambungad mo, nang malakas, hanggang tumama.
fr: Ton ouverture, à voix haute, jusqu'à ce qu'elle porte.
hi: आपकी शुरुआत, ज़ोर से, जब तक वह असर न करे।
id: Pembukaanmu, dengan suara keras, sampai mengena.
it: La tua apertura, ad alta voce, finché non funziona.
ja: 冒頭の一言を、決まるまで声に出して。
ko: 첫마디를, 제대로 전달될 때까지 소리 내어.
nl: Je opening, hardop, tot hij landt.
pl: Twoje otwarcie, na głos, aż zadziała.
pt_br: Sua abertura, em voz alta, até funcionar.
ru: Ваше вступление вслух, пока оно не сработает.
sv: Din inledning, högt, tills den sitter.
tr: Açılışın, sesli olarak, yerine oturana kadar.
uk: Ваш вступ уголос, доки він не спрацює.
vi: Câu mở đầu, thành tiếng, cho đến khi thật trôi chảy.
zh_hans: 大声练习你的开场白，直到说到位。

source: Your opening, your experience, and the follow-ups.
ar: افتتاحيتك، وخبرتك، والأسئلة اللاحقة.
de: Dein Einstieg, deine Erfahrung und die Nachfragen.
es: Tu presentación, tu experiencia y las preguntas de seguimiento.
fil: Ang pambungad mo, ang karanasan mo, at ang mga follow-up.
fr: Ton ouverture, ton expérience et les questions de relance.
hi: आपकी शुरुआत, आपका अनुभव और आगे के सवाल।
id: Pembukaanmu, pengalamanmu, dan pertanyaan lanjutan.
it: La tua apertura, la tua esperienza e le domande successive.
ja: 冒頭、経験、そして追加の質問。
ko: 첫마디, 경험, 그리고 추가 질문.
nl: Je opening, je ervaring en de vervolgvragen.
pl: Otwarcie, doświadczenie i pytania dodatkowe.
pt_br: Sua abertura, sua experiência e as perguntas seguintes.
ru: Вступление, опыт и уточняющие вопросы.
sv: Din inledning, din erfarenhet och följdfrågorna.
tr: Açılışın, deneyimin ve ardından gelen sorular.
uk: Вступ, досвід і уточнювальні питання.
vi: Phần mở đầu, kinh nghiệm và các câu hỏi tiếp theo.
zh_hans: 开场、你的经历，以及追问。

source: Your own deck
ar: عرضك الخاص
de: Deine eigenen Folien
es: Tu propia presentación
fil: Sarili mong deck
fr: Ta propre présentation
hi: आपकी अपनी स्लाइड
id: Slide-mu sendiri
it: La tua presentazione
ja: 自分のスライド
ko: 내 슬라이드
nl: Je eigen presentatie
pl: Twoja własna prezentacja
pt_br: Sua própria apresentação
ru: Ваша презентация
sv: Din egen presentation
tr: Kendi sunumun
uk: Ваша презентація
vi: Bộ trang chiếu của bạn
zh_hans: 你自己的幻灯片

source: Your own scene, or a quick one with no warning.
ar: مشهدك الخاص، أو مشهد سريع دون إنذار.
de: Deine eigene Szene oder eine schnelle ohne Vorwarnung.
es: Tu propia escena, o una rápida sin aviso.
fil: Sarili mong eksena, o isang mabilis nang walang babala.
fr: Ta propre scène, ou une rapide sans prévenir.
hi: आपका अपना दृश्य, या बिना चेतावनी वाला एक जल्दी का।
id: Situasimu sendiri, atau yang singkat tanpa peringatan.
it: La tua scena, o una rapida senza preavviso.
ja: 自分で作るシーン、または予告なしの短いシーン。
ko: 나만의 상황, 또는 예고 없는 짧은 상황.
nl: Je eigen scène, of een snelle zonder waarschuwing.
pl: Własna scena albo szybka, bez ostrzeżenia.
pt_br: Sua própria cena, ou uma rápida sem aviso.
ru: Своя сцена или быстрая без предупреждения.
sv: Din egen scen, eller en snabb utan förvarning.
tr: Kendi sahnen ya da uyarısız hızlı bir tane.
uk: Своя сцена або швидка без попередження.
vi: Tình huống của riêng bạn, hoặc một tình huống nhanh không báo trước.
zh_hans: 你自己的场景，或一个毫无预告的快速场景。

source: Your partner couldn't connect. Check your connection and try again.
ar: تعذّر اتصال شريكك. تحقّق من اتصالك وحاول مجددًا.
de: Dein Gegenüber konnte sich nicht verbinden. Prüfe deine Verbindung und versuch es erneut.
es: Tu compañero no pudo conectarse. Revisa tu conexión e inténtalo de nuevo.
fil: Hindi makakonekta ang partner mo. Tingnan ang koneksyon mo at subukan ulit.
fr: Ton partenaire n'a pas pu se connecter. Vérifie ta connexion et réessaie.
hi: आपका पार्टनर कनेक्ट नहीं हो सका। अपना कनेक्शन जाँचें और फिर कोशिश करें।
id: Partnermu tidak bisa terhubung. Periksa koneksimu dan coba lagi.
it: Il tuo partner non è riuscito a connettersi. Controlla la connessione e riprova.
ja: パートナーに接続できませんでした。接続を確認して、もう一度お試しください。
ko: 파트너가 연결되지 않았어요. 연결을 확인하고 다시 시도해 주세요.
nl: Je partner kon niet verbinden. Controleer je verbinding en probeer het opnieuw.
pl: Partner nie mógł się połączyć. Sprawdź połączenie i spróbuj ponownie.
pt_br: Seu parceiro não conseguiu se conectar. Verifique sua conexão e tente de novo.
ru: Партнёр не смог подключиться. Проверьте подключение и попробуйте снова.
sv: Din partner kunde inte ansluta. Kontrollera anslutningen och försök igen.
tr: Partnerin bağlanamadı. Bağlantını kontrol et ve tekrar dene.
uk: Партнер не зміг під'єднатися. Перевірте з'єднання й спробуйте знову.
vi: Bạn tập không thể kết nối. Kiểm tra kết nối rồi thử lại.
zh_hans: 搭档无法连接。请检查网络连接后重试。

source: Your partner couldn't connect. Try again in a moment.
ar: تعذّر اتصال شريكك. حاول مجددًا بعد قليل.
de: Dein Gegenüber konnte sich nicht verbinden. Versuch es gleich noch einmal.
es: Tu compañero no pudo conectarse. Inténtalo de nuevo en un momento.
fil: Hindi makakonekta ang partner mo. Subukan ulit mamaya.
fr: Ton partenaire n'a pas pu se connecter. Réessaie dans un instant.
hi: आपका पार्टनर कनेक्ट नहीं हो सका। थोड़ी देर में फिर कोशिश करें।
id: Partnermu tidak bisa terhubung. Coba lagi sebentar lagi.
it: Il tuo partner non è riuscito a connettersi. Riprova tra un momento.
ja: パートナーに接続できませんでした。少ししてからもう一度お試しください。
ko: 파트너가 연결되지 않았어요. 잠시 후 다시 시도해 주세요.
nl: Je partner kon niet verbinden. Probeer het zo opnieuw.
pl: Partner nie mógł się połączyć. Spróbuj za chwilę.
pt_br: Seu parceiro não conseguiu se conectar. Tente de novo em instantes.
ru: Партнёр не смог подключиться. Попробуйте чуть позже.
sv: Din partner kunde inte ansluta. Försök igen om en stund.
tr: Partnerin bağlanamadı. Birazdan tekrar dene.
uk: Партнер не зміг під'єднатися. Спробуйте трохи згодом.
vi: Bạn tập không thể kết nối. Thử lại sau giây lát.
zh_hans: 搭档无法连接。请稍后再试。

source: Your partner didn't hear you answer, so there's nothing to give feedback on. Try again when you're ready.
ar: لم يسمعك شريكك تجيب، لذا لا يوجد ما نقدّم عنه ملاحظات. حاول مجددًا حين تكون مستعدًا.
de: Dein Gegenüber hat keine Antwort gehört, daher gibt es nichts zu bewerten. Versuch es noch einmal, wenn du bereit bist.
es: Tu compañero no te oyó responder, así que no hay nada que comentar. Inténtalo de nuevo cuando estés listo.
fil: Hindi narinig ng partner mo ang sagot mo, kaya walang maibibigay na feedback. Subukan ulit kapag handa ka na.
fr: Ton partenaire ne t'a pas entendu répondre, donc il n'y a rien à commenter. Réessaie quand tu es prêt.
hi: आपके पार्टनर ने आपका जवाब नहीं सुना, इसलिए फ़ीडबैक देने को कुछ नहीं है। जब तैयार हों, फिर कोशिश करें।
id: Partnermu tidak mendengar jawabanmu, jadi belum ada yang bisa diberi masukan. Coba lagi saat kamu siap.
it: Il tuo partner non ti ha sentito rispondere, quindi non c'è nulla da commentare. Riprova quando sei pronto.
ja: パートナーにあなたの回答が聞こえなかったため、フィードバックする内容がありません。準備ができたらもう一度どうぞ。
ko: 파트너가 답변을 듣지 못해서 피드백할 내용이 없어요. 준비되면 다시 시도해 보세요.
nl: Je partner hoorde je niet antwoorden, dus er is niets om feedback op te geven. Probeer het opnieuw wanneer je klaar bent.
pl: Partner nie usłyszał odpowiedzi, więc nie ma czego ocenić. Spróbuj ponownie, gdy będziesz gotowy.
pt_br: Seu parceiro não ouviu você responder, então não há nada para comentar. Tente de novo quando estiver pronto.
ru: Партнёр не услышал ваш ответ, поэтому разбирать нечего. Попробуйте снова, когда будете готовы.
sv: Din partner hörde dig inte svara, så det finns inget att ge återkoppling på. Försök igen när du är redo.
tr: Partnerin yanıtını duymadı, bu yüzden geri bildirim verilecek bir şey yok. Hazır olduğunda tekrar dene.
uk: Партнер не почув вашої відповіді, тож розбирати нічого. Спробуйте знову, коли будете готові.
vi: Bạn tập không nghe thấy câu trả lời, nên chưa có gì để nhận xét. Thử lại khi bạn sẵn sàng.
zh_hans: 搭档没听到你的回答，所以没有可以反馈的内容。准备好后再试一次。

source: Your partner needs to hear you
ar: شريكك يحتاج أن يسمعك
de: Dein Gegenüber muss dich hören
es: Tu compañero necesita oírte
fil: Kailangan kang marinig ng partner mo
fr: Ton partenaire doit t'entendre
hi: आपके पार्टनर को आपको सुनना है
id: Partnermu perlu mendengarmu
it: Il tuo partner deve sentirti
ja: パートナーにあなたの声を届けましょう
ko: 파트너가 당신의 목소리를 들어야 해요
nl: Je partner moet je kunnen horen
pl: Partner musi cię słyszeć
pt_br: Seu parceiro precisa te ouvir
ru: Партнёру нужно вас слышать
sv: Din partner behöver höra dig
tr: Partnerinin seni duyması gerekiyor
uk: Партнерові потрібно вас чути
vi: Bạn tập cần nghe thấy bạn
zh_hans: 你的搭档需要听到你

source: Your partner needs to hear you. Turn on the microphone for Speaking Coach in Settings.
ar: شريكك يحتاج أن يسمعك. شغّل الميكروفون لـ Speaking Coach في الإعدادات.
de: Dein Gegenüber muss dich hören. Schalte das Mikrofon für Speaking Coach in den Einstellungen ein.
es: Tu compañero necesita oírte. Activa el micrófono para Speaking Coach en Ajustes.
fil: Kailangan kang marinig ng partner mo. I-on ang mikropono para sa Speaking Coach sa Settings.
fr: Ton partenaire doit t'entendre. Active le micro pour Speaking Coach dans Réglages.
hi: आपके पार्टनर को आपको सुनना है। सेटिंग्स में Speaking Coach के लिए माइक्रोफ़ोन चालू करें।
id: Partnermu perlu mendengarmu. Nyalakan mikrofon untuk Speaking Coach di Pengaturan.
it: Il tuo partner deve sentirti. Attiva il microfono per Speaking Coach in Impostazioni.
ja: パートナーにあなたの声を届けましょう。「設定」でSpeaking Coachのマイクをオンにしてください。
ko: 파트너가 당신의 목소리를 들어야 해요. 설정에서 Speaking Coach의 마이크를 켜 주세요.
nl: Je partner moet je kunnen horen. Zet de microfoon voor Speaking Coach aan in Instellingen.
pl: Partner musi cię słyszeć. Włącz mikrofon dla Speaking Coach w Ustawieniach.
pt_br: Seu parceiro precisa te ouvir. Ative o microfone para o Speaking Coach em Ajustes.
ru: Партнёру нужно вас слышать. Включите микрофон для Speaking Coach в Настройках.
sv: Din partner behöver höra dig. Slå på mikrofonen för Speaking Coach i Inställningar.
tr: Partnerinin seni duyması gerekiyor. Ayarlar'dan Speaking Coach için mikrofonu aç.
uk: Партнерові потрібно вас чути. Увімкніть мікрофон для Speaking Coach у Параметрах.
vi: Bạn tập cần nghe thấy bạn. Bật micrô cho Speaking Coach trong Cài đặt.
zh_hans: 你的搭档需要听到你。请在“设置”中打开 Speaking Coach 的麦克风权限。

source: Your plan
ar: خطتك
de: Dein Plan
es: Tu plan
fil: Ang plan mo
fr: Ton plan
hi: आपका प्लान
id: Paketmu
it: Il tuo piano
ja: あなたのプラン
ko: 나의 플랜
nl: Je plan
pl: Twój plan
pt_br: Seu plano
ru: Ваш план
sv: Din plan
tr: Planın
uk: Ваш план
vi: Kế hoạch của bạn
zh_hans: 你的计划

source: Your plan is ready.
ar: خطتك جاهزة.
de: Dein Plan ist bereit.
es: Tu plan está listo.
fil: Handa na ang plan mo.
fr: Ton plan est prêt.
hi: आपका प्लान तैयार है।
id: Paketmu sudah siap.
it: Il tuo piano è pronto.
ja: プランの準備ができました。
ko: 플랜이 준비됐어요.
nl: Je plan staat klaar.
pl: Twój plan jest gotowy.
pt_br: Seu plano está pronto.
ru: Ваш план готов.
sv: Din plan är redo.
tr: Planın hazır.
uk: Ваш план готовий.
vi: Kế hoạch của bạn đã sẵn sàng.
zh_hans: 你的计划已准备好。

source: Your plan is saved, but notifications are off. Turn them on in Settings for the reminder.
ar: خطتك محفوظة، لكن الإشعارات متوقفة. شغّلها في الإعدادات لتصلك التذكير.
de: Dein Plan ist gespeichert, aber Mitteilungen sind aus. Schalte sie für die Erinnerung in den Einstellungen ein.
es: Tu plan está guardado, pero las notificaciones están desactivadas. Actívalas en Ajustes para el recordatorio.
fil: Naka-save ang plan mo, pero naka-off ang notifications. I-on ang mga ito sa Settings para sa mga paalala.
fr: Ton plan est enregistré, mais les notifications sont désactivées. Active-les dans Réglages pour le rappel.
hi: आपका प्लान सहेजा गया, लेकिन सूचनाएँ बंद हैं। रिमाइंडर के लिए सेटिंग्स में इन्हें चालू करें।
id: Paketmu tersimpan, tapi notifikasi mati. Nyalakan di Pengaturan untuk mendapat pengingat.
it: Il tuo piano è salvato, ma le notifiche sono disattivate. Attivale in Impostazioni per il promemoria.
ja: プランは保存されましたが、通知がオフです。リマインダーを受け取るには「設定」でオンにしてください。
ko: 플랜은 저장됐지만 알림이 꺼져 있어요. 알림을 받으려면 설정에서 켜 주세요.
nl: Je plan is bewaard, maar meldingen staan uit. Zet ze aan in Instellingen voor de herinnering.
pl: Plan jest zapisany, ale powiadomienia są wyłączone. Włącz je w Ustawieniach, aby dostać przypomnienie.
pt_br: Seu plano está salvo, mas as notificações estão desativadas. Ative-as em Ajustes para o lembrete.
ru: План сохранён, но уведомления выключены. Включите их в Настройках для напоминания.
sv: Din plan är sparad, men notiser är avstängda. Slå på dem i Inställningar för påminnelsen.
tr: Planın kaydedildi ama bildirimler kapalı. Hatırlatıcı için Ayarlar'dan aç.
uk: План збережено, але сповіщення вимкнено. Увімкніть їх у Параметрах для нагадування.
vi: Kế hoạch đã được lưu, nhưng thông báo đang tắt. Bật trong Cài đặt để nhận lời nhắc.
zh_hans: 你的计划已保存，但通知已关闭。请在“设置”中打开以接收提醒。

source: Your plan is saved. The event is too close for a 9 am reminder.
ar: خطتك محفوظة. الحدث أقرب من أن يُضبط له تذكير الساعة 9 صباحًا.
de: Dein Plan ist gespeichert. Der Termin ist zu nah für eine Erinnerung um 9 Uhr.
es: Tu plan está guardado. El evento está demasiado cerca para un recordatorio a las 9:00.
fil: Naka-save ang plan mo. Masyadong malapit ang event para sa paalala nang alas-9 ng umaga.
fr: Ton plan est enregistré. L'événement est trop proche pour un rappel à 9 h.
hi: आपका प्लान सहेजा गया। इवेंट सुबह 9 बजे के रिमाइंडर के लिए बहुत पास है।
id: Paketmu tersimpan. Acaranya terlalu dekat untuk pengingat pukul 9 pagi.
it: Il tuo piano è salvato. L'evento è troppo vicino per un promemoria alle 9.
ja: プランは保存されました。予定が近すぎるため、午前9時のリマインダーは設定できません。
ko: 플랜이 저장됐어요. 일정이 너무 가까워서 오전 9시 알림은 설정할 수 없어요.
nl: Je plan is bewaard. Het evenement is te dichtbij voor een herinnering om 9:00 uur.
pl: Plan jest zapisany. Wydarzenie jest zbyt blisko na przypomnienie o 9:00.
pt_br: Seu plano está salvo. O evento está perto demais para um lembrete às 9h.
ru: План сохранён. Событие слишком близко для напоминания в 9:00.
sv: Din plan är sparad. Evenemanget är för nära för en påminnelse kl. 9.
tr: Planın kaydedildi. Etkinlik saat 09.00 hatırlatması için fazla yakın.
uk: План збережено. Подія надто близько для нагадування о 9:00.
vi: Kế hoạch đã được lưu. Sự kiện quá gần để đặt lời nhắc lúc 9 giờ sáng.
zh_hans: 你的计划已保存。活动时间太近，无法设置上午9点的提醒。

source: Your plan isn't active right now.
ar: خطتك غير نشطة الآن.
de: Dein Abo ist gerade nicht aktiv.
es: Tu plan no está activo ahora mismo.
fil: Hindi aktibo ang plan mo ngayon.
fr: Ton abonnement n'est pas actif pour le moment.
hi: आपका प्लान अभी सक्रिय नहीं है।
id: Paketmu sedang tidak aktif.
it: Il tuo piano non è attivo al momento.
ja: 現在、プランは有効ではありません。
ko: 지금은 플랜이 활성화되어 있지 않아요.
nl: Je abonnement is nu niet actief.
pl: Twój plan nie jest teraz aktywny.
pt_br: Seu plano não está ativo agora.
ru: Ваш план сейчас не активен.
sv: Ditt abonnemang är inte aktivt just nu.
tr: Planın şu anda etkin değil.
uk: Ваш план зараз не активний.
vi: Kế hoạch của bạn hiện không hoạt động.
zh_hans: 你的计划目前未启用。

source: Your plan wasn't saved. Check your connection and try again.
ar: لم تُحفظ خطتك. تحقّق من اتصالك وحاول مجددًا.
de: Dein Plan wurde nicht gespeichert. Prüfe deine Verbindung und versuch es erneut.
es: Tu plan no se guardó. Revisa tu conexión e inténtalo de nuevo.
fil: Hindi na-save ang plan mo. Tingnan ang koneksyon mo at subukan ulit.
fr: Ton plan n'a pas été enregistré. Vérifie ta connexion et réessaie.
hi: आपका प्लान सहेजा नहीं गया। अपना कनेक्शन जाँचें और फिर कोशिश करें।
id: Paketmu tidak tersimpan. Periksa koneksimu dan coba lagi.
it: Il tuo piano non è stato salvato. Controlla la connessione e riprova.
ja: プランを保存できませんでした。接続を確認して、もう一度お試しください。
ko: 플랜을 저장하지 못했어요. 연결을 확인하고 다시 시도해 주세요.
nl: Je plan is niet bewaard. Controleer je verbinding en probeer het opnieuw.
pl: Plan nie został zapisany. Sprawdź połączenie i spróbuj ponownie.
pt_br: Seu plano não foi salvo. Verifique sua conexão e tente de novo.
ru: План не сохранён. Проверьте подключение и попробуйте снова.
sv: Din plan sparades inte. Kontrollera anslutningen och försök igen.
tr: Planın kaydedilmedi. Bağlantını kontrol et ve tekrar dene.
uk: План не збережено. Перевірте з'єднання й спробуйте знову.
vi: Chưa lưu được kế hoạch. Kiểm tra kết nối rồi thử lại.
zh_hans: 你的计划未能保存。请检查网络连接后重试。

source: Your plan · done
ar: خطتك · تمت
de: Dein Plan · erledigt
es: Tu plan · completado
fil: Ang plan mo · tapos na
fr: Ton plan · terminé
hi: आपका प्लान · पूरा
id: Paketmu · selesai
it: Il tuo piano · completato
ja: あなたのプラン · 完了
ko: 나의 플랜 · 완료
nl: Je plan · klaar
pl: Twój plan · gotowe
pt_br: Seu plano · concluído
ru: Ваш план · выполнен
sv: Din plan · klar
tr: Planın · tamamlandı
uk: Ваш план · виконано
vi: Kế hoạch của bạn · đã xong
zh_hans: 你的计划 · 已完成

source: Your plan · step %lld of 3
ar: خطتك · الخطوة %lld من 3
de: Dein Plan · Schritt %lld von 3
es: Tu plan · paso %lld de 3
fil: Ang plan mo · hakbang %lld sa 3
fr: Ton plan · étape %lld sur 3
hi: आपका प्लान · 3 में से कदम %lld
id: Paketmu · langkah %lld dari 3
it: Il tuo piano · passo %lld di 3
ja: あなたのプラン · ステップ%lld/3
ko: 나의 플랜 · 3단계 중 %lld단계
nl: Je plan · stap %lld van 3
pl: Twój plan · krok %lld z 3
pt_br: Seu plano · passo %lld de 3
ru: Ваш план · шаг %lld из 3
sv: Din plan · steg %lld av 3
tr: Planın · adım %lld / 3
uk: Ваш план · крок %lld з 3
vi: Kế hoạch của bạn · bước %lld trên 3
zh_hans: 你的计划 · 第%lld步，共3步

source: Your plan, practice history and feedback are erased. This can't be undone. Cancel your subscription in the App Store separately.
ar: ستُمحى خطتك وسجل تدرّبك وملاحظاتك. لا يمكن التراجع عن ذلك. ألغِ اشتراكك من App Store بشكل منفصل.
de: Dein Plan, dein Übungsverlauf und dein Feedback werden gelöscht. Das lässt sich nicht rückgängig machen. Kündige dein Abo separat im App Store.
es: Tu plan, tu historial de práctica y tus comentarios se borrarán. Esto no se puede deshacer. Cancela tu suscripción en el App Store por separado.
fil: Buburahin ang plan, kasaysayan ng practice, at feedback mo. Hindi na ito maibabalik. Hiwalay na kinakansela ang mga subscription sa App Store.
fr: Ton plan, ton historique d'entraînement et tes retours seront effacés. C'est irréversible. Résilie ton abonnement séparément dans l'App Store.
hi: आपका प्लान, अभ्यास इतिहास और फ़ीडबैक मिटा दिए जाएँगे। इसे वापस नहीं किया जा सकता। अपनी सदस्यता App Store में अलग से रद्द करें।
id: Paket, riwayat latihan, dan masukanmu akan dihapus. Ini tidak bisa dibatalkan. Langganan dibatalkan terpisah di App Store.
it: Il tuo piano, la cronologia degli allenamenti e i feedback verranno cancellati. Non si può annullare. Annulla l'abbonamento separatamente nell'App Store.
ja: プラン、練習履歴、フィードバックが消去されます。元に戻すことはできません。サブスクリプションはApp Storeで別途解約してください。
ko: 플랜, 연습 기록, 피드백이 삭제돼요. 되돌릴 수 없어요. 구독은 App Store에서 따로 취소해야 해요.
nl: Je plan, oefengeschiedenis en feedback worden gewist. Dit kan niet ongedaan worden gemaakt. Zeg je abonnement apart op in de App Store.
pl: Twój plan, historia ćwiczeń i informacje zwrotne zostaną usunięte. Tego nie da się cofnąć. Subskrypcję anuluj osobno w App Store.
pt_br: Seu plano, seu histórico de prática e seus feedbacks serão apagados. Isso não pode ser desfeito. Cancele sua assinatura na App Store separadamente.
ru: Ваш план, история практики и разборы будут удалены. Это нельзя отменить. Подписку нужно отменить отдельно в App Store.
sv: Din plan, din övningshistorik och din återkoppling raderas. Det går inte att ångra. Avsluta abonnemanget separat i App Store.
tr: Planın, pratik geçmişin ve geri bildirimlerin silinir. Bu geri alınamaz. Aboneliğini App Store'dan ayrıca iptal et.
uk: Ваш план, історію практики й розбори буде видалено. Це не можна скасувати. Підписку потрібно скасувати окремо в App Store.
vi: Kế hoạch, lịch sử luyện tập và nhận xét của bạn sẽ bị xóa. Không thể hoàn tác. Gói đăng ký cần hủy riêng trong App Store.
zh_hans: 你的计划、练习历史和反馈都会被清除，且无法恢复。订阅需要在 App Store 中单独取消。

source: Your point, out loud, in a meeting that keeps moving.
ar: فكرتك، بصوت عالٍ، في اجتماع يمضي سريعًا.
de: Dein Punkt, laut, in einem Meeting, das weiterläuft.
es: Tu idea, en voz alta, en una reunión que no se detiene.
fil: Ang punto mo, nang malakas, sa meeting na tuloy-tuloy ang takbo.
fr: Ton idée, à voix haute, dans une réunion qui avance vite.
hi: आपकी बात, ज़ोर से, तेज़ चलती मीटिंग में।
id: Pendapatmu, dengan suara keras, di rapat yang terus berjalan.
it: Il tuo punto, ad alta voce, in una riunione che va avanti.
ja: あなたの意見を、進んでいく会議の中で声に出して。
ko: 내 의견을, 계속 흘러가는 회의 속에서 소리 내어.
nl: Je punt, hardop, in een vergadering die doorgaat.
pl: Twoja myśl, na głos, na spotkaniu, które pędzi dalej.
pt_br: Sua ideia, em voz alta, numa reunião que não para.
ru: Ваша мысль вслух на встрече, которая не стоит на месте.
sv: Din poäng, högt, på ett möte som rullar på.
tr: Fikrin, sesli olarak, akıp giden bir toplantıda.
uk: Ваша думка вголос на зустрічі, яка не стоїть на місці.
vi: Ý kiến của bạn, thành tiếng, trong một cuộc họp liên tục trôi.
zh_hans: 在节奏紧凑的会议中，大声说出你的观点。

source: Your presentation is almost here.
ar: عرضك قريب جدًا.
de: Deine Präsentation steht kurz bevor.
es: Tu presentación está a la vuelta de la esquina.
fil: Malapit na ang presentation mo.
fr: Ta présentation approche.
hi: आपकी प्रेज़ेंटेशन बहुत पास है।
id: Presentasimu sudah dekat.
it: La tua presentazione è vicina.
ja: プレゼンはもうすぐです。
ko: 발표가 거의 다가왔어요.
nl: Je presentatie komt eraan.
pl: Prezentacja już tuż-tuż.
pt_br: Sua apresentação está chegando.
ru: Презентация уже совсем скоро.
sv: Din presentation är snart här.
tr: Sunumun çok yakında.
uk: Презентація вже зовсім скоро.
vi: Bài thuyết trình sắp đến rồi.
zh_hans: 你的演讲快到了。

source: Your presentation is this month.
ar: عرضك هذا الشهر.
de: Deine Präsentation ist diesen Monat.
es: Tu presentación es este mes.
fil: Ngayong buwan ang presentation mo.
fr: Ta présentation, c'est ce mois-ci.
hi: आपकी प्रेज़ेंटेशन इस महीने है।
id: Presentasimu bulan ini.
it: La tua presentazione è questo mese.
ja: プレゼンは今月です。
ko: 발표가 이번 달이에요.
nl: Je presentatie is deze maand.
pl: Prezentacja jest w tym miesiącu.
pt_br: Sua apresentação é este mês.
ru: Презентация в этом месяце.
sv: Din presentation är den här månaden.
tr: Sunumun bu ay.
uk: Презентація цього місяця.
vi: Bài thuyết trình diễn ra trong tháng này.
zh_hans: 你的演讲就在这个月。
